{
  "plugins": {
    "LuaSnip": {
    },
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
    },
    "fidget.nvim": {
    },
    "friendly-snippets": [],
    "mini.nvim": {
    },
    "monokai-pro.nvim": {
    },
    "neovim-tips": {
    },
    "nui.nvim": [],
    "nvim": {
    },
    "nvim-dap": {
    },
    "nvim-dap-ui": [],
    "nvim-lint": {
    },
    "nvim-lspconfig": {
    },
    "nvim-nio": [],
    "nvim-treesitter": {
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "version": "'main'"
    },
    "plenary.nvim": [],
    "precognition.nvim": [],
    "render-markdown.nvim": {
    },
    "roslyn.nvim": {
    },
    "rustaceanvim": {
      "version": "6.0.0 - 7.0.0"
    },
    "smart-splits.nvim": {
    },
    "telescope-fzf-native.nvim": {
    },
    "telescope-ui-select.nvim": [],
    "telescope.nvim": {
    }
  }
}